﻿/* No comment provided by engineer. */
"%@ & %@ are typing" = "%1$@ & %2$@ are typing";

/* No comment provided by engineer. */
"%@ added to this new group conversation" = "%@ added to this new group conversation";

/* No comment provided by engineer. */
"%@ invitation" = "%@ invitation";

/* No comment provided by engineer. */
"%@ is typing" = "%@ is typing";

/* {app name} is not installed */
"%@ not installed" = "%@ not installed";

/* {app name} version not supported */
"%@ version not supported" = "%@ version not supported";

/* No comment provided by engineer. */
"%d days ago" = "%d days ago";

/* No comment provided by engineer. */
"%d hours ago" = "%d hours ago";

/* No comment provided by engineer. */
"%d minutes ago" = "%d minutes ago";

/* Votes in a poll */
"%d votes" = "%d votes";

/* No comment provided by engineer. */
"%ld participants" = "%ld participants";

/* No comment provided by engineer. */
"1 hour" = "1 stunda";

/* No comment provided by engineer. */
"30 minutes" = "30 minūtes";

/* No comment provided by engineer. */
"4 hours" = "4 hours";

/* No comment provided by engineer. */
"@-mentions only" = "@-mentions only";

/* No comment provided by engineer. */
"[Unknown username]" = "[Unknown username]";

/* No comment provided by engineer. */
"About" = "Par";

/* No comment provided by engineer. */
"Account" = "Konts";

/* No comment provided by engineer. */
"Account not configured" = "Account not configured";

/* No comment provided by engineer. */
"Accounts" = "Konti";

/* No comment provided by engineer. */
"Accuracy" = "Accuracy";

/* No comment provided by engineer. */
"Add" = "Pievienot";

/* No comment provided by engineer. */
"Add (%lu)" = "Add (%lu)";

/* No comment provided by engineer. */
"Add account" = "Pievienot kontu";

/* No comment provided by engineer. */
"Add participants" = "Add participants";

/* No comment provided by engineer. */
"Add participants to new group conversation" = "Add participants to new group conversation";

/* No comment provided by engineer. */
"Add reaction" = "Add reaction";

/* No comment provided by engineer. */
"Add to favorites" = "Pievienot izlasei";

/* No comment provided by engineer. */
"Address" = "Adrese";

/* No comment provided by engineer. */
"Advanced" = "Paplašināti";

/* No comment provided by engineer. */
"AirPlay button" = "AirPlay button";

/* No comment provided by engineer. */
"All messages" = "All messages";

/* No comment provided by engineer. */
"All messages were deleted" = "All messages were deleted";

/* No comment provided by engineer. */
"All notifications are muted" = "All notifications are muted";

/* No comment provided by engineer. */
"Allow guests" = "Allow guests";

/* '{Microphone, Camera, ...} access is allowed' */
"Allowed" = "Atļauts";

/* No comment provided by engineer. */
"Alphabetical order" = "Alphabetical order";

/* No comment provided by engineer. */
"Also open to guest app users" = "Also open to guest app users";

/* No comment provided by engineer. */
"An error occurred changing privacy setting" = "An error occurred changing privacy setting";

/* No comment provided by engineer. */
"An error occurred changing read status setting" = "An error occurred changing read status setting";

/* No comment provided by engineer. */
"An error occurred removing profile image" = "An error occurred removing profile image";

/* No comment provided by engineer. */
"An error occurred setting address" = "An error occurred setting address";

/* No comment provided by engineer. */
"An error occurred setting email address" = "An error occurred setting email address";

/* No comment provided by engineer. */
"An error occurred setting phone number" = "An error occurred setting phone number";

/* No comment provided by engineer. */
"An error occurred setting profile image" = "An error occurred setting profile image";

/* No comment provided by engineer. */
"An error occurred setting Twitter account" = "An error occurred setting Twitter account";

/* No comment provided by engineer. */
"An error occurred setting user name" = "An error occurred setting user name";

/* No comment provided by engineer. */
"An error occurred setting website" = "An error occurred setting website";

/* No comment provided by engineer. */
"An error occurred while adding %@ to the room" = "An error occurred while adding %@ to the room";

/* No comment provided by engineer. */
"An error occurred while adding a reaction to message" = "An error occurred while adding a reaction to message";

/* No comment provided by engineer. */
"An error occurred while clearing status message" = "An error occurred while clearing status message";

/* No comment provided by engineer. */
"An error occurred while creating the conversation" = "An error occurred while creating the conversation";

/* No comment provided by engineer. */
"An error occurred while deleting the message" = "An error occurred while deleting the message";

/* No comment provided by engineer. */
"An error occurred while opening the file %@" = "An error occurred while opening the file %@";

/* No comment provided by engineer. */
"An error occurred while removing a reaction from message" = "An error occurred while removing a reaction from message";

/* No comment provided by engineer. */
"An error occurred while sending the message" = "An error occurred while sending the message";

/* No comment provided by engineer. */
"An error occurred while setting \(formattedPhoneNumber) as phone number" = "An error occurred while setting \(formattedPhoneNumber) as phone number";

/* No comment provided by engineer. */
"An error occurred while setting phone number" = "An error occurred while setting phone number";

/* No comment provided by engineer. */
"An error occurred while setting status message" = "An error occurred while setting status message";

/* No comment provided by engineer. */
"An error occurred while sharing the file" = "An error occurred while sharing the file";

/* No comment provided by engineer. */
"an hour" = "stunda";

/* No comment provided by engineer. */
"Anyone who knows the link to this conversation will be able to access it. You can protect it by setting a password." = "Anyone who knows the link to this conversation will be able to access it. You can protect it by setting a password.";

/* No comment provided by engineer. */
"App" = "Lietotne";

/* No comment provided by engineer. */
"Appear offline" = "Appear offline";

/* No comment provided by engineer. */
"Attachments allowed?" = "Attachments allowed?";

/* No comment provided by engineer. */
"Audios" = "Audios";

/* No comment provided by engineer. */
"Away" = "Away";

/* No comment provided by engineer. */
"Back" = "Atpakaļ";

/* No comment provided by engineer. */
"bot" = "bot";

/* No comment provided by engineer. */
"Call options" = "Call options";

/* No comment provided by engineer. */
"Call without notification" = "Call without notification";

/* No comment provided by engineer. */
"Calls" = "Calls";

/* No comment provided by engineer. */
"Calls enabled?" = "Calls enabled?";

/* No comment provided by engineer. */
"Camera" = "Camera";

/* No comment provided by engineer. */
"Camera access" = "Camera access";

/* No comment provided by engineer. */
"Camera access is not allowed. Check your settings." = "Camera access is not allowed. Check your settings.";

/* No comment provided by engineer. */
"Camera disabled" = "Camera disabled";

/* No comment provided by engineer. */
"Camera enabled" = "Camera enabled";

/* No comment provided by engineer. */
"Can create conversations?" = "Can create conversations?";

/* No comment provided by engineer. */
"Cancel" = "Atcelt";

/* No comment provided by engineer. */
"Cancel conversation creation" = "Cancel conversation creation";

/* No comment provided by engineer. */
"Cancelled call from another account" = "Cancelled call from another account";

/* No comment provided by engineer. */
"Cannot share to conversation" = "Cannot share to conversation";

/* No comment provided by engineer. */
"Capabilities" = "Capabilities";

/* No comment provided by engineer. */
"Change password" = "Mainīt paroli";

/* No comment provided by engineer. */
"Chat" = "Tērzēt";

/* No comment provided by engineer. */
"Chat messages" = "Chat messages";

/* No comment provided by engineer. */
"Clear status message" = "Clear status message";

/* No comment provided by engineer. */
"Clear status message after" = "Clear status message after";

/* No comment provided by engineer. */
"Configuration" = "Konfigurācija";

/* No comment provided by engineer. */
"Connecting to %@ …" = "Connecting to %@ …";

/* No comment provided by engineer. */
"Connecting to the call …" = "Connecting to the call …";

/* No comment provided by engineer. */
"Contact access" = "Contact access";

/* No comment provided by engineer. */
"Contact access has been denied" = "Contact access has been denied";

/* No comment provided by engineer. */
"Contacts" = "Kontakti";

/* No comment provided by engineer. */
"Continue to next step of conversation creation" = "Continue to next step of conversation creation";

/* No comment provided by engineer. */
"Conversation info" = "Conversation info";

/* No comment provided by engineer. */
"Conversation name" = "Sarunas nosaukums";

/* No comment provided by engineer. */
"Conversation name cannot be empty" = "Conversation name cannot be empty";

/* No comment provided by engineer. */
"Conversation not found" = "Saruna nav atrasta";

/* No comment provided by engineer. */
"Conversation not found or not joined" = "Conversation not found or not joined";

/* No comment provided by engineer. */
"Conversation settings" = "Conversation settings";

/* No comment provided by engineer. */
"Conversations" = "Conversations";

/* No comment provided by engineer. */
"Copy" = "Kopēt";

/* No comment provided by engineer. */
"Could not access camera" = "Could not access camera";

/* No comment provided by engineer. */
"Could not access microphone" = "Could not access microphone";

/* No comment provided by engineer. */
"Could not access your location" = "Could not access your location";

/* No comment provided by engineer. */
"Could not add participant" = "Could not add participant";

/* No comment provided by engineer. */
"Could not change call notifications setting" = "Could not change call notifications setting";

/* No comment provided by engineer. */
"Could not change listable scope of the conversation" = "Could not change listable scope of the conversation";

/* No comment provided by engineer. */
"Could not change lobby state of the conversation" = "Could not change lobby state of the conversation";

/* No comment provided by engineer. */
"Could not change moderation permissions of the participant" = "Could not change moderation permissions of the participant";

/* No comment provided by engineer. */
"Could not change notifications setting" = "Could not change notifications setting";

/* No comment provided by engineer. */
"Could not change password protection settings" = "Could not change password protection settings";

/* No comment provided by engineer. */
"Could not change read-only state of the conversation" = "Could not change read-only state of the conversation";

/* No comment provided by engineer. */
"Could not change sharing permissions of the conversation" = "Could not change sharing permissions of the conversation";

/* No comment provided by engineer. */
"Could not change SIP state of the conversation" = "Could not change SIP state of the conversation";

/* No comment provided by engineer. */
"Could not clear chat history" = "Could not clear chat history";

/* No comment provided by engineer. */
"Could not clear status message" = "Could not clear status message";

/* No comment provided by engineer. */
"Could not create conversation" = "Could not create conversation";

/* No comment provided by engineer. */
"Could not delete conversation" = "Could not delete conversation";

/* No comment provided by engineer. */
"Could not join %@" = "Could not join %@";

/* No comment provided by engineer. */
"Could not join %@ call" = "Could not join %@ call";

/* No comment provided by engineer. */
"Could not join call with %@" = "Could not join call with %@";

/* No comment provided by engineer. */
"Could not join conversation with %@" = "Could not join conversation with %@";

/* No comment provided by engineer. */
"Could not leave conversation" = "Could not leave conversation";

/* No comment provided by engineer. */
"Could not remove participant" = "Could not remove participant";

/* No comment provided by engineer. */
"Could not rename the conversation" = "Could not rename the conversation";

/* No comment provided by engineer. */
"Could not resend email invitations" = "Could not resend email invitations";

/* No comment provided by engineer. */
"Could not send the message" = "Could not send the message";

/* No comment provided by engineer. */
"Could not set conversation name" = "Could not set conversation name";

/* No comment provided by engineer. */
"Could not set phone number" = "Could not set phone number";

/* No comment provided by engineer. */
"Could not set status message" = "Could not set status message";

/* No comment provided by engineer. */
"Could not share file" = "Could not share file";

/* No comment provided by engineer. */
"Create" = "Izveidot";

/* No comment provided by engineer. */
"Create a conversation with %@" = "Create a conversation with %@";

/* No comment provided by engineer. */
"Create a new conversation" = "Create a new conversation";

/* No comment provided by engineer. */
"Create a new group conversation" = "Create a new group conversation";

/* No comment provided by engineer. */
"Create a new public conversation" = "Create a new public conversation";

/* No comment provided by engineer. */
"Credentials for this account were no longer valid" = "Credentials for this account were no longer valid";

/* No comment provided by engineer. */
"days" = "dienas";

/* No comment provided by engineer. */
"Deck cards" = "Deck cards";

/* No comment provided by engineer. */
"Default" = "Noklusējuma";

/* No comment provided by engineer. */
"Delete" = "Dzēst";

/* Short version for confirmation button. Complete text is 'Delete all messages'. */
"Delete all" = "Delete all";

/* No comment provided by engineer. */
"Delete all messages" = "Delete all messages";

/* No comment provided by engineer. */
"Delete conversation" = "Dzēst sarunu";

/* No comment provided by engineer. */
"Deleting message" = "Deleting message";

/* No comment provided by engineer. */
"Demote from moderator" = "Pazemināt no regulētāja";

/* '{Microphone, Camera, ...} access is denied' */
"Denied" = "Liegts";

/* No comment provided by engineer. */
"Diagnostics" = "Diagnostics";

/* No comment provided by engineer. */
"Disconnected" = "Atvienojies";

/* No comment provided by engineer. */
"Dismiss" = "Atmest";

/* No comment provided by engineer. */
"Do not disturb" = "Do not disturb";

/* No comment provided by engineer. */
"Do you really want to delete all messages in this conversation?" = "Do you really want to delete all messages in this conversation?";

/* No comment provided by engineer. */
"Do you really want to delete this conversation?" = "Do you really want to delete this conversation?";

/* No comment provided by engineer. */
"Do you really want to end this poll?" = "Do you really want to end this poll?";

/* No comment provided by engineer. */
"Do you really want to log out from this account?" = "Do you really want to log out from this account?";

/* No comment provided by engineer. */
"Do you really want to remove this account?" = "Do you really want to remove this account?";

/* No comment provided by engineer. */
"Do you want to connect to the server anyway?" = "Do you want to connect to the server anyway?";

/* No comment provided by engineer. */
"Do you want to enable your camera?" = "Do you want to enable your camera?";

/* No comment provided by engineer. */
"Do you want to join this call?" = "Do you want to join this call?";

/* No comment provided by engineer. */
"Do you want to share '%@' in the conversation?" = "Do you want to share '%@' in the conversation?";

/* No comment provided by engineer. */
"Don't clear" = "Don't clear";

/* No comment provided by engineer. */
"Double tap to change accounts or add a new one" = "Double tap to change accounts or add a new one";

/* No comment provided by engineer. */
"Double tap to create a conversation with %@" = "Double tap to create a conversation with %@";

/* No comment provided by engineer. */
"Double tap to create group, public or one to one conversations." = "Double tap to create group, public or one to one conversations.";

/* No comment provided by engineer. */
"Double tap to create the conversation" = "Double tap to create the conversation";

/* No comment provided by engineer. */
"Double tap to dismiss sharing options" = "Double tap to dismiss sharing options";

/* No comment provided by engineer. */
"Double tap to edit profile" = "Double tap to edit profile";

/* No comment provided by engineer. */
"Double tap to enable or disable the camera" = "Double tap to enable or disable the camera";

/* No comment provided by engineer. */
"Double tap to enable or disable the microphone" = "Double tap to enable or disable the microphone";

/* No comment provided by engineer. */
"Double tap to enable or disable the speaker" = "Double tap to enable or disable the speaker";

/* No comment provided by engineer. */
"Double tap to end editing profile" = "Double tap to end editing profile";

/* No comment provided by engineer. */
"Double tap to go to conversation information" = "Double tap to go to conversation information";

/* No comment provided by engineer. */
"Double tap to go to user profile and application settings" = "Double tap to go to user profile and application settings";

/* No comment provided by engineer. */
"Double tap to hang up the call" = "Double tap to hang up the call";

/* No comment provided by engineer. */
"Double tap to open file browser" = "Double tap to open file browser";

/* No comment provided by engineer. */
"Double tap to select different audio routes" = "Double tap to select different audio routes";

/* No comment provided by engineer. */
"Double tap to send message" = "Double tap to send message";

/* No comment provided by engineer. */
"Double tap to share with selected conversations" = "Double tap to share with selected conversations";

/* No comment provided by engineer. */
"Double tap to show or hide chat view" = "Double tap to show or hide chat view";

/* No comment provided by engineer. */
"Double tap to start a video call" = "Double tap to start a video call";

/* No comment provided by engineer. */
"Double tap to start a voice call" = "Double tap to start a voice call";

/* No comment provided by engineer. */
"Double tap to start creating a new group conversation" = "Double tap to start creating a new group conversation";

/* No comment provided by engineer. */
"Double tap to start creating a new public conversation" = "Double tap to start creating a new public conversation";

/* No comment provided by engineer. */
"Double tap to upgrade this voice call to a video call" = "Double tap to upgrade this voice call to a video call";

/* No comment provided by engineer. */
"Duplicate session" = "Duplicate session";

/* No comment provided by engineer. */
"Edit" = "Rediģēt";

/* No comment provided by engineer. */
"Edit vote" = "Edit vote";

/* No comment provided by engineer. */
"Editing Message" = "Editing Message";

/* No comment provided by engineer. */
"Either you don't have chat permission or the conversation is read-only." = "Either you don't have chat permission or the conversation is read-only.";

/* No comment provided by engineer. */
"Email" = "E-pasts";

/* No comment provided by engineer. */
"Enable" = "Iespējo";

/* No comment provided by engineer. */
"End poll" = "End poll";

/* External signaling used */
"External" = "External";

/* No comment provided by engineer. */
"Failed to connect to %@" = "Failed to connect to %@";

/* No comment provided by engineer. */
"Failed to forward message" = "Failed to forward message";

/* No comment provided by engineer. */
"Failed to send message" = "Failed to send message";

/* No comment provided by engineer. */
"Federated" = "Federated";

/* No comment provided by engineer. */
"Fetching status …" = "Fetching status …";

/* No comment provided by engineer. */
"Files" = "Datnes";

/* No comment provided by engineer. */
"For password reset and notifications" = "For password reset and notifications";

/* No comment provided by engineer. */
"Format" = "Format";

/* No comment provided by engineer. */
"Forward" = "Turpināt";

/* No comment provided by engineer. */
"Forward to" = "Forward to";

/* No comment provided by engineer. */
"Full name" = "Pilns vārds";

/* No comment provided by engineer. */
"Get source code" = "Get source code";

/* No comment provided by engineer. */
"Group conversation" = "Group conversation";

/* No comment provided by engineer. */
"guest" = "viesis";

/* No comment provided by engineer. */
"Guest" = "Viesis";

/* No comment provided by engineer. */
"Guests access" = "Guests access";

/* No comment provided by engineer. */
"Hang up" = "Hang up";

/* No comment provided by engineer. */
"hours" = "stundas";

/* No comment provided by engineer. */
"If you delete the conversation, it will also be deleted for %@" = "If you delete the conversation, it will also be deleted for %@";

/* No comment provided by engineer. */
"If you delete the conversation, it will also be deleted for all other participants." = "If you delete the conversation, it will also be deleted for all other participants.";

/* No comment provided by engineer. */
"If you enable your camera, this call will be interrupted for a few seconds." = "If you enable your camera, this call will be interrupted for a few seconds.";

/* No comment provided by engineer. */
"Images, files, voice messages…" = "Images, files, voice messages…";

/* No comment provided by engineer. */
"in" = "in";

/* No comment provided by engineer. */
"Incoming call" = "Incoming call";

/* Internal signaling used */
"Internal" = "Internal";

/* No comment provided by engineer. */
"Invalid server address" = "Nederīgs servera adrese";

/* No comment provided by engineer. */
"Invisible" = "Neredzama";

/* No comment provided by engineer. */
"Invitation resent" = "Invitation resent";

/* No comment provided by engineer. */
"Invitations resent" = "Invitations resent";

/* It seems that {app name} is not installed in your server. */
"It seems that %@ is not installed in your server." = "It seems that %@ is not installed in your server.";

/* No comment provided by engineer. */
"It seems that there is no internet connection." = "It seems that there is no internet connection.";

/* No comment provided by engineer. */
"Join call (audio only)" = "Join call (audio only)";

/* No comment provided by engineer. */
"Join call with video" = "Join call with video";

/* No comment provided by engineer. */
"Join the conversation %@ at" = "Join the conversation %@ at";

/* No comment provided by engineer. */
"Join the conversation at" = "Join the conversation at";

/* No comment provided by engineer. */
"Last sync" = "Last sync";

/* No comment provided by engineer. */
"Leave" = "Leave";

/* No comment provided by engineer. */
"Leave conversation" = "Atstāt sarunu";

/* No comment provided by engineer. */
"less than a minute ago" = "less than a minute ago";

/* No comment provided by engineer. */
"Link https://…" = "Link https://…";

/* No comment provided by engineer. */
"Linked file" = "Linked file";

/* No comment provided by engineer. */
"Load more results" = "Load more results";

/* No comment provided by engineer. */
"Lobby" = "Lobby";

/* No comment provided by engineer. */
"Lobby is still active and you're not a moderator" = "Lobby is still active and you're not a moderator";

/* No comment provided by engineer. */
"Local" = "Lokāls";

/* No comment provided by engineer. */
"Location" = "Vieta";

/* No comment provided by engineer. */
"Location access" = "Location access";

/* No comment provided by engineer. */
"Location service has been denied. Check your settings." = "Location service has been denied. Check your settings.";

/* No comment provided by engineer. */
"Location service is not enabled" = "Location service is not enabled";

/* No comment provided by engineer. */
"Locations" = "Locations";

/* No comment provided by engineer. */
"Lock conversation" = "Lock conversation";

/* No comment provided by engineer. */
"Log in" = "Pieteikties";

/* No comment provided by engineer. */
"Log out" = "Iziet";

/* No comment provided by engineer. */
"Logged out" = "Logged out";

/* TRANSLATORS this is used when no meeting start time is set and the meeting will be started manually */
"Manual" = "Manuāli";

/* No comment provided by engineer. */
"Mark as read" = "Mark as read";

/* No comment provided by engineer. */
"Mark as unread" = "Mark as unread";

/* No comment provided by engineer. */
"Match system contacts" = "Match system contacts";

/* No comment provided by engineer. */
"Media" = "Media";

/* No comment provided by engineer. */
"Meeting ID" = "Meeting ID";

/* No comment provided by engineer. */
"Meeting settings" = "Meeting settings";

/* No comment provided by engineer. */
"Message copied" = "Message copied";

/* No comment provided by engineer. */
"Message could not be deleted because it is too old" = "Message could not be deleted because it is too old";

/* No comment provided by engineer. */
"Message deleted successfully" = "Message deleted successfully";

/* No comment provided by engineer. */
"Message deleted successfully, but Matterbridge is configured and the message might already be distributed to other services" = "Message deleted successfully, but Matterbridge is configured and the message might already be distributed to other services";

/* No comment provided by engineer. */
"Messages" = "Messages";

/* No comment provided by engineer. */
"Microphone" = "Microphone";

/* No comment provided by engineer. */
"Microphone access" = "Microphone access";

/* No comment provided by engineer. */
"Microphone access is not allowed. Check your settings." = "Microphone access is not allowed. Check your settings.";

/* No comment provided by engineer. */
"Microphone disabled" = "Microphone disabled";

/* No comment provided by engineer. */
"Microphone enabled" = "Microphone enabled";

/* No comment provided by engineer. */
"minutes" = "minūtes";

/* No comment provided by engineer. */
"Missed call from" = "Missed call from";

/* No comment provided by engineer. */
"Missing phone number information" = "Missing phone number information";

/* The signaling mode used */
"Mode" = "Režīms";

/* No comment provided by engineer. */
"moderator" = "moderators";

/* No comment provided by engineer. */
"Modification date" = "Modification date";

/* No comment provided by engineer. */
"More options" = "More options";

/* No comment provided by engineer. */
"Mute all notifications" = "Mute all notifications";

/* No comment provided by engineer. */
"My location" = "My location";

/* No comment provided by engineer. */
"Name" = "Vārds";

/* No comment provided by engineer. */
"Nearby places" = "Nearby places";

/* No comment provided by engineer. */
"Network available" = "Network available";

/* No comment provided by engineer. */
"Network not available" = "Network not available";

/* No comment provided by engineer. */
"New conversation" = "New conversation";

/* No comment provided by engineer. */
"New group conversation" = "Saruna ar jaunu grupu";

/* No comment provided by engineer. */
"New public conversation" = "Jauna publiskā saruna";

/* No comment provided by engineer. */
"Next" = "Nākamā";

/* No comment provided by engineer. */
"Nextcloud server not found" = "Nextcloud server not found";

/* No comment provided by engineer. */
"No" = "Nē";

/* No comment provided by engineer. */
"No files in here" = "Šeit nav datņu";

/* No comment provided by engineer. */
"No messages yet, start the conversation!" = "Pagaidām nekādu ziņu nav, sāciet sarunu!";

/* No comment provided by engineer. */
"No participants found" = "No participants found";

/* No comment provided by engineer. */
"No password" = "No password";

/* No comment provided by engineer. */
"No response from server" = "No response from server";

/* No comment provided by engineer. */
"No results found" = "No results found";

/* No comment provided by engineer. */
"No shared items" = "No shared items";

/* '{Microphone, Camera, ...} access was not requested' */
"Not requested" = "Not requested";

/* No comment provided by engineer. */
"Notifications" = "Paziņojumi";

/* No comment provided by engineer. */
"Notifications: %@" = "Notifications: %@";

/* No comment provided by engineer. */
"Off" = "Off";

/* No comment provided by engineer. */
"Offline" = "Bezsaistē";

/* No comment provided by engineer. */
"Offline, only showing downloaded messages" = "Offline, only showing downloaded messages";

/* No comment provided by engineer. */
"OK" = "Labi";

/* No comment provided by engineer. */
"Once a conversation is left, to rejoin a closed conversation, an invite is needed. An open conversation can be rejoined at any time." = "Once a conversation is left, to rejoin a closed conversation, an invite is needed. An open conversation can be rejoined at any time.";

/* No comment provided by engineer. */
"Online" = "Online";

/* No comment provided by engineer. */
"Online status" = "Online status";

/* No comment provided by engineer. */
"Only normal chat messages can be deleted" = "Only normal chat messages can be deleted";

/* No comment provided by engineer. */
"Only synchronize to trusted servers" = "Only synchronize to trusted servers";

/* No comment provided by engineer. */
"Only visible to people matched via phone number integration" = "Only visible to people matched via phone number integration";

/* No comment provided by engineer. */
"Only visible to people on this instance and guests" = "Only visible to people on this instance and guests";

/* No comment provided by engineer. */
"Open app settings" = "Open app settings";

/* No comment provided by engineer. */
"Open conversation to registered users" = "Open conversation to registered users";

/* TRANSLATORS 'Open conversations' as a type of conversation. 'Open conversations' are conversations that can be found by other users */
"Open conversations" = "Open conversations";

/* No comment provided by engineer. */
"Open in %@" = "Open in %@";

/* No comment provided by engineer. */
"Open links in" = "Open links in";

/* No comment provided by engineer. */
"Others" = "Others";

/* No comment provided by engineer. */
"Password" = "Parole";

/* No comment provided by engineer. */
"Password field for public conversation" = "Password field for public conversation";

/* No comment provided by engineer. */
"Phone number" = "Tālruņa numurs";

/* No comment provided by engineer. */
"Phone number integration" = "Phone number integration";

/* No comment provided by engineer. */
"Phone number set successfully" = "Phone number set successfully";

/* No comment provided by engineer. */
"Photo Library" = "Photo Library";

/* No comment provided by engineer. */
"Photo library access" = "Photo library access";

/* No comment provided by engineer. */
"Please check that you entered a valid server address." = "Please check that you entered a valid server address.";

/* No comment provided by engineer. */
"Please check that you entered the correct Nextcloud server address." = "Please check that you entered the correct Nextcloud server address.";

/* Please update your server with the latest {app name} version available. */
"Please update your server with the latest %@ version available." = "Please update your server with the latest %@ version available.";

/* No comment provided by engineer. */
"Please, set a name for this conversation." = "Please, set a name for this conversation.";

/* No comment provided by engineer. */
"Poll" = "Poll";

/* No comment provided by engineer. */
"Poll results" = "Poll results";

/* No comment provided by engineer. */
"Preview" = "Priekšskatīt";

/* No comment provided by engineer. */
"Privacy" = "Privātums";

/* No comment provided by engineer. */
"Private" = "Privāts";

/* No comment provided by engineer. */
"Profile" = "Profils";

/* No comment provided by engineer. */
"Profile picture" = "Profila attēls";

/* No comment provided by engineer. */
"Promote to moderator" = "Paaugstināt par regulētāju";

/* No comment provided by engineer. */
"Public conversation" = "Public conversation";

/* No comment provided by engineer. */
"Published" = "Published";

/* No comment provided by engineer. */
"Reachable?" = "Reachable?";

/* No comment provided by engineer. */
"Reactions" = "Reactions";

/* No comment provided by engineer. */
"Read status" = "Read status";

/* No comment provided by engineer. */
"Record voice message" = "Record voice message";

/* No comment provided by engineer. */
"Redo" = "Atcelt atsaukšanu";

/* No comment provided by engineer. */
"Remove" = "Noņemt";

/* No comment provided by engineer. */
"Remove account" = "Noņemt kontu";

/* No comment provided by engineer. */
"Remove circle and members" = "Remove circle and members";

/* No comment provided by engineer. */
"Remove from favorites" = "Noņemt no izlases";

/* No comment provided by engineer. */
"Remove group and members" = "Remove group and members";

/* No comment provided by engineer. */
"Remove participant" = "Noņemt dalībnieku";

/* No comment provided by engineer. */
"Remove password" = "Remove password";

/* No comment provided by engineer. */
"Reply" = "Atbildēt";

/* No comment provided by engineer. */
"Reply privately" = "Reply privately";

/* No comment provided by engineer. */
"Resend" = "Resend";

/* No comment provided by engineer. */
"Resend invitation" = "Resend invitation";

/* No comment provided by engineer. */
"Resend invitations" = "Resend invitations";

/* Results of a poll */
"Results" = "Results";

/* No comment provided by engineer. */
"Retry" = "Mēģināt vēlreiz";

/* No comment provided by engineer. */
"Save" = "Saglabāt";

/* No comment provided by engineer. */
"Search" = "Meklēt";

/* No comment provided by engineer. */
"Search for places" = "Search for places";

/* No comment provided by engineer. */
"Send" = "Sūtīt";

/* No comment provided by engineer. */
"Send message" = "Send message";

/* No comment provided by engineer. */
"Send options" = "Send options";

/* No comment provided by engineer. */
"Send without notification" = "Send without notification";

/* No comment provided by engineer. */
"Send/Accept" = "Send/Accept";

/* No comment provided by engineer. */
"Server" = "Serveris";

/* No comment provided by engineer. */
"Server address https://…" = "Servera adrese https://…";

/* No comment provided by engineer. */
"Server is currently in maintenance mode" = "Server is currently in maintenance mode";

/* No comment provided by engineer. */
"Set" = "Set";

/* No comment provided by engineer. */
"Set new password:" = "Set new password:";

/* No comment provided by engineer. */
"Set password" = "Iestatīt paroli";

/* No comment provided by engineer. */
"Set password:" = "Set password:";

/* No comment provided by engineer. */
"Set status message" = "Set status message";

/* No comment provided by engineer. */
"Settings" = "Iestatījumi";

/* No comment provided by engineer. */
"Several people are typing" = "Several people are typing";

/* No comment provided by engineer. */
"Share" = "Koplietot";

/* No comment provided by engineer. */
"Share a file from your Nextcloud" = "Share a file from your Nextcloud";

/* No comment provided by engineer. */
"Share conversation link" = "Share conversation link";

/* No comment provided by engineer. */
"Share current location" = "Share current location";

/* No comment provided by engineer. */
"Share location" = "Share location";

/* Share the location of a pin that has been dropped in a map view */
"Share pin location" = "Share pin location";

/* No comment provided by engineer. */
"Share with" = "Share with";

/* No comment provided by engineer. */
"Shared items" = "Shared items";

/* No comment provided by engineer. */
"Shared location" = "Shared location";

/* No comment provided by engineer. */
"Show more…" = "Show more…";

/* No comment provided by engineer. */
"Signaling" = "Signaling";

/* No comment provided by engineer. */
"SIP dial-in" = "SIP dial-in";

/* No comment provided by engineer. */
"Skip" = "Izlaist";

/* No comment provided by engineer. */
"Slide to cancel" = "Slide to cancel";

/* No comment provided by engineer. */
"Some messages not shown, will be downloaded when online" = "Some messages not shown, will be downloaded when online";

/* No comment provided by engineer. */
"Speaker" = "Speaker";

/* No comment provided by engineer. */
"Speaker disabled" = "Speaker disabled";

/* No comment provided by engineer. */
"Speaker enabled" = "Speaker enabled";

/* No comment provided by engineer. */
"Start time" = "Start time";

/* No comment provided by engineer. */
"Status" = "Status";

/* No comment provided by engineer. */
"Status message" = "Statusa ziņojums";

/* No comment provided by engineer. */
"STUN servers" = "STUN serveris";

/* No comment provided by engineer. */
"Subscribed to push server?" = "Subscribed to push server?";

/* No comment provided by engineer. */
"Sync contacts" = "Sync contacts";

/* No comment provided by engineer. */
"Synchronize to trusted servers and the global and public address book" = "Synchronize to trusted servers and the global and public address book";

/* No comment provided by engineer. */
"Talk" = "Runāt";

/* No comment provided by engineer. */
"Tap and hold to record a voice message" = "Tap and hold to record a voice message";

/* No comment provided by engineer. */
"Tap and hold to record a voice message, release the button to send it." = "Tap and hold to record a voice message, release the button to send it.";

/* No comment provided by engineer. */
"The password is wrong" = "The password is wrong";

/* No comment provided by engineer. */
"There is no account for user %@ in server %@ configured in this app." = "There is no account for user %1$@ in server %2$@ configured in this app.";

/* No comment provided by engineer. */
"This conversation is read-only" = "This conversation is read-only";

/* The meeting start time will be displayed after this text e.g (This meeting is scheduled for tomorrow at 10:00) */
"This meeting is scheduled for" = "This meeting is scheduled for";

/* No comment provided by engineer. */
"This week" = "Šonedēļ";

/* No comment provided by engineer. */
"This will impact the functionality of this app. Please review your settings." = "This will impact the functionality of this app. Please review your settings.";

/* TRANSLATORS this is for sending something 'to' a user. Eg. 'To: John Doe' */
"To:" = "Kam:";

/* No comment provided by engineer. */
"Today" = "Šodien";

/* No comment provided by engineer. */
"TURN servers" = "TURN serveris";

/* No comment provided by engineer. */
"Twitter" = "Twitter";

/* No comment provided by engineer. */
"Twitter handle @…" = "Twitter handle @…";

/* No comment provided by engineer. */
"Unable to load file" = "Unable to load file";

/* No comment provided by engineer. */
"Unable to open file" = "Unable to open file";

/* No comment provided by engineer. */
"Unavailable" = "Unavailable";

/* No comment provided by engineer. */
"Undo" = "Atsaukt";

/* No comment provided by engineer. */
"Undo Typing" = "Undo Typing";

/* No comment provided by engineer. */
"Unknown" = "Nezināms";

/* No comment provided by engineer. */
"Unknown error occurred" = "Unknown error occurred";

/* No comment provided by engineer. */
"Unread mentions" = "Unread mentions";

/* No comment provided by engineer. */
"Unread messages" = "Unread messages";

/* No comment provided by engineer. */
"Upload failed" = "Neizdevās augšupielādēt";

/* No comment provided by engineer. */
"Uploading %ld elements" = "Uploading %ld elements";

/* No comment provided by engineer. */
"Uploading 1 element" = "Uploading 1 element";

/* No comment provided by engineer. */
"User" = "Lietotājs";

/* No comment provided by engineer. */
"User profile and settings" = "User profile and settings";

/* No comment provided by engineer. */
"User status supported?" = "User status supported?";

/* No comment provided by engineer. */
"Version" = "Versija";

/* No comment provided by engineer. */
"Video call" = "Video call";

/* No comment provided by engineer. */
"Video quality" = "Video quality";

/* No comment provided by engineer. */
"Voice call" = "Voice call";

/* No comment provided by engineer. */
"Voice messages" = "Voice messages";

/* No comment provided by engineer. */
"Vote" = "Vote";

/* No comment provided by engineer. */
"Waiting for %@ to join call …" = "Waiting for %@ to join call …";

/* No comment provided by engineer. */
"Waiting for others to join call …" = "Waiting for others to join call …";

/* No comment provided by engineer. */
"WebDAV root" = "WebDAV root";

/* No comment provided by engineer. */
"Website" = "Mājaslapa";

/* No comment provided by engineer. */
"What is your status?" = "What is your status?";

/* No comment provided by engineer. */
"Write message, @ to mention someone …" = "Rakstiet ziņu, @ lai pieminētu kādu …";

/* No comment provided by engineer. */
"Yes" = "Jā";

/* No comment provided by engineer. */
"Yesterday" = "Vakar";

/* No comment provided by engineer. */
"You" = "Jūs";

/* No comment provided by engineer. */
"You are currently waiting in the lobby" = "You are currently waiting in the lobby";

/* No comment provided by engineer. */
"You are not part of any conversation" = "You are not part of any conversation";

/* No comment provided by engineer. */
"You are not part of any conversation. Press + to start a new one." = "You are not part of any conversation. Press + to start a new one.";

/* No comment provided by engineer. */
"You can set your phone number so other users will be able to find you" = "You can set your phone number so other users will be able to find you";

/* No comment provided by engineer. */
"You have been muted by a moderator" = "You have been muted by a moderator";

/* No comment provided by engineer. */
"You need to promote a new moderator before you can leave %@." = "You need to promote a new moderator before you can leave %@.";

/* No comment provided by engineer. */
"You need to promote a new moderator before you can leave this conversation" = "You need to promote a new moderator before you can leave this conversation";

/* No comment provided by engineer. */
"You received a new notification" = "You received a new notification";

/* No comment provided by engineer. */
"Your email address" = "Jūsu e-pasta adrese";

/* No comment provided by engineer. */
"Your phone number" = "Jūsu tālruņa numurs";

/* No comment provided by engineer. */
"Your PIN" = "Your PIN";

/* No comment provided by engineer. */
"Your postal address" = "Jūsu pasta adrese";

/* No comment provided by engineer. */
"↓ New messages" = "↓ New messages";

